// Имена функций

// НЕПРАВИЛЬНЫЕ НАЗВАНИЯ

// обновляет контент для слайдера
function update() {}

// возвращает пользователя на предыдущую страницу
function back() {}

// воспроизводит голос птицы
function sound() {}

// ПРАВИЛЬНЫЕ НАЗВАНИЯ
// Необходимо использовать один глагол
// более подробное название

// обновляет контент для слайдера
function updateSliderContent() {}

// возвращает пользователя на предыдущую страницу
function goBackToPreviousPage() {}

// воспроизводит голос птицы
function makeSoundOfBird() {}




























